tap "homebrew/bundle"
brew "fish"
brew "git"
brew "gnupg"
brew "lazygit"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
cask "docker"
cask "kitty"
cask "little-snitch"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "rapidapi"
cask "raycast"
cask "slack"
